7zip
acpi
acpi_call-dkms
alacritty
alsa-utils
amd-ucode
apparmor
awesome-terminal-fonts
base
base-devel
bc
bluez
bluez-utils
boost
boost-libs
brightnessctl
chromium
cmus
code
copyq
cpupower
dbus-glib
debugedit
dhcpcd
dina-font
discord
dkms
dmenu
dmidecode
dolphin
downgrade
efibootmgr
electron
eww-git
fail2ban
fakeroot
flatpak
foot
fzf
gamemode
gcc
gdb
gimp
git
gnu-netcat
godot-git
gparted
grim
grub
helix
htop
hypridle
hyprland
hyprlang
hyprpaper
hyprpicker
icu
iftop
imv
inetutils
inter-font
iotop
iw
jdownloader2
jq
kdialog
lib32-gamemode
lib32-glibc
libcap
libcurl-gnutls
libffi
libnotify
libreoffice-fresh
linux
linux-firmware
linux-headers
lldb
mako
man-db
memtest86+
mesa-utils
mplayer
mpv
mupdf
nano
nautilus-python
neofetch
nerdfetch
nestopia
net-tools
nix
nmap
nodejs
noto-fonts
noto-fonts-emoji
nvidia-dkms
nvidia-prime
nvidia-utils
nvtop
nwg-look
opendoas
openssh
otf-apple-sf-mono
otf-atkinson-hyperlegible
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono
otf-commit-mono-nerd
otf-droid-nerd
otf-fira-mono
otf-fira-sans
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-ipafont
otf-monaspace
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-operator-mono-lig
otf-overpass-nerd
pavucontrol
pipes.sh
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
pkgfile
plocate
polkit-kde-agent
polybar
portproton
power-profiles-daemon
poweralertd
psad
python-gobject
python-scapy
qbittorrent
rate-mirrors
rate-mirrors-debug
rtkit
sassc
slurp
socat
spotify-launcher
spotify-tui
starship
steam
stow
stress
sudo
suricata
suricata-debug
swayidle
swww
sysbench
tcpdump
termdown
terminus-font
time
tmux
tp-battery-mode
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-b612
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-comic-mono-git
ttf-comic-neue
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-dm-mono-git
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-indic-otf
ttf-intone-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-monaco
ttf-monaco-nerd-font-git
ttf-monofur
ttf-monofur-nerd
ttf-monoid
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-nunito
ttf-overpass
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-raleway
ttf-recursive
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-spacemono
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono
ttf-victor-mono-nerd
ttf-zed-mono-nerd
typobuster
tzdata
ueberzug
ufw
unrar
unzip
vim
vivaldi-ffmpeg-codecs
vlc
wavpack
waybar
weechat
wezterm
wget
wlroots
wlsunset
woeusb
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-amdgpu
xorg-xauth
xpdf
yay-git
yt-dlp
ytfzf
zathura
zathura-pdf-poppler
zoom
zsh
